Repository: KiYouJyo/UrbanPlanToolbox
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# AppDescription
source: Urban planning assistant toolbox
ja_jp: 都市計画アシストツールボックス
zh_cn: 城市规划辅助工具箱

# Navigation_Welcome
source: Home
ja_jp: ホーム
zh_cn: 欢迎页面

# Navigation_Favorites
source: Favorites
ja_jp: お気に入り
zh_cn: 常用功能

# Navigation_Search
source: Search
ja_jp: 検索
zh_cn: 搜索

# Navigation_DesignTools
source: Design Tools
ja_jp: 設計ツール
zh_cn: 设计工具

# Navigation_ResearchTools
source: Research Tools
ja_jp: 研究ツール
zh_cn: 科研工具

# Navigation_ProjectArchive
source: Project Archive
ja_jp: プロジェクトアーカイブ
zh_cn: 项目归档

# Navigation_About
source: About
ja_jp: このアプリについて
zh_cn: 关于

# Navigation_Settings
source: Settings
ja_jp: 設定
zh_cn: 设置

# Home_Title.Text
source: UrbanPlanToolbox
zh_cn: 规划工具箱

# Home_Subtitle.Text
source: UrbanPlan Toolbox · urban planning assistant
ja_jp: UrbanPlan Toolbox・都市計画アシストツールボックス
zh_cn: UrbanPlan Toolbox · 城市规划辅助工具箱

# Home_Version.Text
source: v1.2.0. Project data and tool data stay on this device.
ja_jp: 0.5.0 Preview。プロジェクトデータとツールデータはこのデバイス内に保持されます。
zh_cn: v1.3.1。项目数据与工具数据均保留在本机。

# Home_OpenCalculator.Content
source: Open Planning Metrics Calculator
ja_jp: 計画指標計算を開く
zh_cn: 打开规划指标快速计算器

# Home_OpenUnitScale.Content
source: Open Unit & Scale Converter
ja_jp: 単位・縮尺変換を開く
zh_cn: 打开单位与比例尺换算

# Home_UpcomingTitle.Text
source: Upcoming tools
ja_jp: 今後のツール
zh_cn: 后续工具

# Home_UpcomingLandBalance.Title
source: Land Use Balance Table
ja_jp: 用地バランス表
zh_cn: 用地平衡表

# Home_UpcomingLandBalance.Message
source: Coming soon
ja_jp: 近日公開予定
zh_cn: 敬请期待

# Home_UpcomingParking.Title
source: Parking Space Estimation
ja_jp: 駐車台数試算
zh_cn: 停车位测算

# Home_UpcomingParking.Message
source: Coming soon
ja_jp: 近日公開予定
zh_cn: 敬请期待

# Page_DesignTools_Description.Text
source: Browse available tools by design stage
ja_jp: 設計段階ごとに利用可能なツールを表示します
zh_cn: 按设计阶段浏览已上线工具

# Page_ResearchTools_Description.Text
source: Browse available tools by research stage
ja_jp: 研究プロセスごとに利用可能なツールを表示します
zh_cn: 按研究环节浏览已上线工具

# Page_Search_Description.Text
source: Browse all available tools and search by name, description, or keywords.
ja_jp: 利用可能なすべてのツールを検索できます。
zh_cn: 浏览全部已上线工具，支持中文、拼音和关键词搜索。

# Page_ProjectArchive_Status.Text
source: Project Archive is planned for a future update
ja_jp: プロジェクトアーカイブは準備中です
zh_cn: 项目归档功能仍在规划中

# Page_ProjectArchive_Description.Text
source: Archived projects remain on this device and can be opened and restored.
ja_jp: アーカイブ済みプロジェクトはこのデバイスに保持され、開いて復元できます。
zh_cn: 归档项目仍保存在本机，可以打开并恢复。

# Category_PreliminaryAnalysis
source: Preliminary Analysis
ja_jp: 事前分析
zh_cn: 前期分析

# Category_FieldResearch
source: Field Research
ja_jp: 現地調査
zh_cn: 实地调研

# Category_DesignDevelopment
source: Concept Development
ja_jp: コンセプト検討
zh_cn: 方案推导

# Category_MasterPlanning
source: Master Planning
ja_jp: 全体計画
zh_cn: 总体设计

# Category_DetailedDesign
source: Detailed Design
ja_jp: 詳細設計
zh_cn: 详细设计

# Category_ResearchPreparation
source: Research Preparation
ja_jp: 研究準備
zh_cn: 前期工具

# Category_GeographicTools
source: Geographic Tools
ja_jp: 地理ツール
zh_cn: 地理工具

# Category_DataTools
source: Data Tools
ja_jp: データツール
zh_cn: 数据工具

# Category_EmptyState.Message
source: No tools are available in this category yet
ja_jp: このカテゴリには利用可能なツールがまだありません
zh_cn: 当前分类暂无已上线工具

# Tool_PlanningIndicator_Name
source: Planning Metrics Calculator
ja_jp: 計画指標計算
zh_cn: 规划指标快速计算器

# Tool_PlanningIndicator_Description
source: Quickly calculate floor area ratio, building density, green ratio, and related planning metrics.
ja_jp: 容積率・建築密度・緑地率などの計画指標をすばやく計算します。
zh_cn: 用于快速计算容积率、建筑密度、绿地率及相关规划指标。

# Tool_PlanningIndicator_Keywords
source: planning indicator metrics floor area ratio building density green ratio plot ratio
ja_jp: 計画 指標 容積率 建築密度 緑地率
zh_cn: 规划 指标 容积率 建筑密度 绿地率 guihuazhibiao guihuazhibiaokuaisujisuanqi ghzbksjsq

# Tool_UnitScaleConverter_Name
source: Unit & Scale Converter
ja_jp: 単位・縮尺変換
zh_cn: 单位与比例尺换算器

# Tool_UnitScaleConverter_Description
source: Quickly convert between length, area, and common drawing scales.
ja_jp: 長さ・面積・一般的な図面縮尺の間で素早く換算します。
zh_cn: 用于长度、面积及常用图纸比例尺之间的快速换算。

# Tool_UnitScaleConverter_Keywords
source: unit scale converter length area conversion
ja_jp: 単位 縮尺 長さ 面積 換算
zh_cn: 单位 比例尺 长度 面积 换算 danweiyubilichi danweiyubilichihuansuanqi dwyblchhq

# Action_OpenTool.Text
source: Open Tool
ja_jp: ツールを開く
zh_cn: 打开工具

# Action_AddFavorite
source: Add to Favorites
ja_jp: お気に入りに追加
zh_cn: 添加到常用功能

# Action_RemoveFavorite
source: Remove from Favorites
ja_jp: お気に入りから削除
zh_cn: 从常用功能移除

# Action_CheckForUpdates
source: Check for Updates
ja_jp: 更新を確認
zh_cn: 检查更新

# Action_CopyResults.Content
source: Copy Results
ja_jp: 結果をコピー
zh_cn: 复制结果

# Action_Reset.Content
source: Reset
ja_jp: リセット
zh_cn: 重置

# Action_SwapUnits.Content
source: Swap Units
ja_jp: 単位を入れ替え
zh_cn: 交换单位

# Action_Calculate.Content
source: Calculate
ja_jp: 計算
zh_cn: 计算

# Action_Convert.Content
source: Convert
ja_jp: 換算
zh_cn: 换算

# Action_FillSample.Content
source: Fill in Example
ja_jp: 例を入力
zh_cn: 填入示例

# Action_ClearSearch.Content
source: Clear
ja_jp: クリア
zh_cn: 清除

# Action_RestoreDefaults.Content
source: Restore Defaults
ja_jp: 既定に戻す
zh_cn: 恢复默认设置

# Action_GoToDownload
source: Go to Download
ja_jp: ダウンロードへ
zh_cn: 前往下载

# Dialog_Ok
source: OK
zh_cn: 确定

# Dialog_UpdateTitle
source: Update
ja_jp: 更新
zh_cn: 更新

# Dialog_OpenFailedTitle
source: Open Failed
ja_jp: 開けませんでした
zh_cn: 打开失败

# Status_SettingsSaved
source: Settings saved.
ja_jp: 設定を保存しました。
zh_cn: 设置已保存。

# Status_RestoredDefaults
source: Defaults restored.
ja_jp: 既定の設定に戻しました。
zh_cn: 已恢复默认设置。

# Status_NoSearchResults.Title
source: No matching tools found
ja_jp: 一致するツールが見つかりません
zh_cn: 未找到匹配的工具

# Status_NoSearchResults.Message
source: Try a different keyword.
ja_jp: 別のキーワードをお試しください。
zh_cn: 请尝试其他关键词。

# Search_FavoritesHeader
source: Favorites
ja_jp: お気に入り
zh_cn: 已收藏

# Search_Placeholder.PlaceholderText
source: Search tools
ja_jp: ツールを検索
zh_cn: 搜索工具

# Setting_Theme.Header
source: Theme
ja_jp: テーマ
zh_cn: 主题

# Setting_Theme_System.Content
source: Use System Setting
ja_jp: システム設定に従う
zh_cn: 跟随系统

# Setting_Theme_Light.Content
source: Light
ja_jp: ライト
zh_cn: 浅色

# Setting_Theme_Dark.Content
source: Dark
ja_jp: ダーク
zh_cn: 深色

# Setting_DecimalPlaces.Header
source: Decimal Places for Results
ja_jp: 計算結果の小数桁数
zh_cn: 计算结果保留小数位

# Setting_AutoCalculate.Header
source: Auto-recalculate when input changes
ja_jp: 入力の変更時に自動で再計算
zh_cn: 输入变化时自动重新计算

# Setting_Language.Header
source: Language
ja_jp: 言語
zh_cn: 语言

# Setting_Language_System.Content
source: Use System Setting
ja_jp: システム設定に従う
zh_cn: 跟随系统

# Setting_Language_RestartHint
source: The language change will take effect the next time the app starts.
ja_jp: 言語の変更は次回起動時に反映されます。
zh_cn: 语言更改立即生效，无需重启应用。

# Page_PlanningCalculator_Description.Text
source: By default, above-ground floor area is used as the floor-area-ratio base; local regulations may differ, so follow current local planning rules.
ja_jp: 既定では地上建築面積を容積対象建築面積とします。地域によって扱いが異なる場合があるため、現地の現行計画管理規定に従ってください。
zh_cn: 默认以地上建筑面积作为计容建筑面积；不同地区认定可能不同，请以当地现行规划管理规定为准。

# Field_SiteArea
source: Site area (m²)
ja_jp: 敷地面積（㎡）
zh_cn: 用地面积（㎡）

# Field_BuildingFootprint
source: Building footprint (m²)
ja_jp: 建築面積（㎡）
zh_cn: 建筑基底面积（㎡）

# Field_TotalBuildingArea
source: Total floor area (m²)
ja_jp: 延べ床面積（㎡）
zh_cn: 总建筑面积（㎡）

# Field_AboveGroundArea
source: Above-ground floor area (m²)
ja_jp: 地上床面積（㎡）
zh_cn: 地上建筑面积（㎡）

# Field_UndergroundArea
source: Underground floor area (m²)
ja_jp: 地下床面積（㎡）
zh_cn: 地下建筑面积（㎡）

# Field_GreenArea
source: Green area (m²)
ja_jp: 緑地面積（㎡）
zh_cn: 绿地面积（㎡）

# Field_HouseholdCount
source: Households
ja_jp: 世帯数（世帯）
zh_cn: 户数（户）

# Field_Population
source: Planned population
ja_jp: 計画人口（人）
zh_cn: 规划人口（人）

# Field_PeoplePerHousehold
source: People per household
ja_jp: 世帯当たり人口（人/世帯）
zh_cn: 户均人口（人/户）

# Field_ParkingSpacesTotal
source: Total parking spaces
ja_jp: 自動車駐車台数合計（台）
zh_cn: 机动车停车位总数（个）

# Field_SurfaceParking
source: Surface parking spaces
ja_jp: 地上駐車台数（台）
zh_cn: 地上停车位（个）

# Field_UndergroundParking
source: Underground parking spaces
ja_jp: 地下駐車台数（台）
zh_cn: 地下停车位（个）

# Field_PublicServiceArea
source: Public service facility floor area (m²)
ja_jp: 公共サービス施設の床面積（㎡）
zh_cn: 公共服务设施建筑面积（㎡）

# Field_UseTotalAreaForPublicService.Content
source: Calculate public service ratio using total floor area
ja_jp: 公共サービス割合を延べ床面積で計算
zh_cn: 按总建筑面积计算公共服务占比

# Status_ResultStaleTitle.Title
source: Results need updating
ja_jp: 結果は未更新です
zh_cn: 结果待更新

# Status_ResultStaleMessage
source: Input changed; click Calculate to update the results.
ja_jp: 入力が変更されました。「計算」をクリックして結果を更新してください。
zh_cn: 输入已变化；请点击“计算”更新结果。

# Status_InputIncomplete
source: Input is incomplete; results were not updated.
ja_jp: 入力が不完全なため、結果は更新されていません。
zh_cn: 输入尚不完整，当前结果未更新。

# Error_InputTitle.Title
source: Input Error
ja_jp: 入力エラー
zh_cn: 输入错误

# Status_HintTitle.Title
source: Notice
ja_jp: お知らせ
zh_cn: 提示

# Result_ResultsHeader.Text
source: Results
ja_jp: 計算結果
zh_cn: 计算结果

# Result_NotCalculated
source: Not calculated yet
ja_jp: 未計算
zh_cn: 尚未计算

# Error_InvalidNumber
source: {0} must be a valid number.
ja_jp: {0}は有効な数字である必要があります。
zh_cn: {0}必须是合法数字。

# Error_EnterValidNumber
source: Enter a valid number.
ja_jp: 有効な数字を入力してください。
zh_cn: 请输入合法数字。

# Error_NegativeValue
source: {0} cannot be negative.
ja_jp: {0}は負の値にできません。
zh_cn: {0}不能为负数。

# Error_SiteAreaZero
source: Site area cannot be zero.
ja_jp: 敷地面積はゼロにできません。
zh_cn: 用地面积不能为零。

# Error_DerivedAreaNegative
source: Derived floor area cannot be negative.
ja_jp: 算出された床面積は負の値にできません。
zh_cn: 推算出的建筑面积不能为负数。

# Warning_FootprintExceedsSite
source: Building footprint exceeds site area; please verify the input.
ja_jp: 建築面積が敷地面積を超えています。入力データを確認してください。
zh_cn: 建筑基底面积大于用地面积，请确认输入数据。

# Warning_GreenAreaExceedsSite
source: Green area exceeds site area; please verify the input.
ja_jp: 緑地面積が敷地面積を超えています。入力データを確認してください。
zh_cn: 绿地面积大于用地面积，请确认输入数据。

# Warning_TotalAreaMismatch
source: Total floor area does not match above- and below-ground areas; your input was not overwritten.
ja_jp: 延べ床面積が地上・地下床面積の合計と一致しないため、入力値を上書きしませんでした。
zh_cn: 总建筑面积与地上、地下建筑面积之和不一致，未覆盖您的输入。

# Warning_ParkingTotalMismatch
source: Total parking does not match surface and underground parking; your input was not overwritten.
ja_jp: 駐車台数合計が地上・地下の合計と一致しないため、入力値を上書きしませんでした。
zh_cn: 停车位总数与地上、地下停车位之和不一致，未覆盖您的输入。

# Warning_PublicServiceExceedsTotal
source: Public service floor area exceeds total floor area; please verify the input.
ja_jp: 公共サービス施設の床面積が延べ床面積を超えています。入力データを確認してください。
zh_cn: 公共服务设施建筑面积大于总建筑面积，请确认输入数据。

# Copy_PlanningResultsHeader
source: Planning Metrics Calculation Results
ja_jp: 計画指標の計算結果
zh_cn: 规划指标计算结果

# Result_FloorAreaRatio
source: Floor area ratio: {0}
ja_jp: 容積率：{0}
zh_cn: 容积率：{0}

# Result_BuildingDensity
source: Building density: {0}
ja_jp: 建築密度：{0}
zh_cn: 建筑密度：{0}

# Result_GreenRatio
source: Green ratio: {0}
ja_jp: 緑地率：{0}
zh_cn: 绿地率：{0}

# Result_Population
source: Planned population: {0}
ja_jp: 計画人口：{0} 人
zh_cn: 规划人口：{0} 人

# Result_PerCapitaSiteArea
source: Site area per capita: {0} m²/person
ja_jp: 一人当たり敷地面積：{0} ㎡/人
zh_cn: 人均用地面积：{0} ㎡/人

# Result_PerHouseholdSiteArea
source: Site area per household: {0} m²/household
ja_jp: 世帯当たり敷地面積：{0} ㎡/世帯
zh_cn: 户均用地面积：{0} ㎡/户

# Result_ParkingPerHousehold
source: Parking spaces per household: {0}
ja_jp: 世帯当たり駐車台数：{0} 台/世帯
zh_cn: 户均停车位：{0} 个/户

# Result_ParkingPer100Households
source: Parking spaces per 100 households: {0}
ja_jp: 100世帯当たり駐車台数：{0} 台
zh_cn: 每100户停车位：{0} 个

# Result_TotalBuildingArea
source: Total floor area: {0} m²
ja_jp: 延べ床面積：{0} ㎡
zh_cn: 总建筑面积：{0} ㎡

# Result_AboveGroundArea
source: Above-ground floor area: {0} m²
ja_jp: 地上床面積：{0} ㎡
zh_cn: 地上建筑面积：{0} ㎡

# Result_UndergroundArea
source: Underground floor area: {0} m²
ja_jp: 地下床面積：{0} ㎡
zh_cn: 地下建筑面积：{0} ㎡

# Result_UndergroundAreaRatio
source: Underground floor area ratio: {0}
ja_jp: 地下床面積の割合：{0}
zh_cn: 地下建筑面积占比：{0}

# Result_PublicServiceAreaRatio
source: Public service area ratio: {0}
ja_jp: 公共サービス施設面積の割合：{0}
zh_cn: 公共服务设施面积占比：{0}

# Result_PublicServiceAreaPerHousehold
source: Public service area per household: {0} m²/household
ja_jp: 世帯当たり公共サービス施設面積：{0} ㎡/世帯
zh_cn: 户均公共服务设施面积：{0} ㎡/户

# Result_PublicServiceAreaPerCapita
source: Public service area per capita: {0} m²/person
ja_jp: 一人当たり公共サービス施設面積：{0} ㎡/人
zh_cn: 人均公共服务设施面积：{0} ㎡/人

# Page_UnitScaleConverter_Description.Text
source: For urban planning, architectural design, and quantity estimation. Imperial geometric units use the international foot; U.S. survey foot and liquid capacity units are not included.
ja_jp: 都市計画・建築設計・数量算出に使用します。ヤード・ポンド法の幾何単位は国際フィート定義に基づきます。U.S. survey foot や液体容量単位は含みません。
zh_cn: 用于城乡规划、建筑设计和工程量估算。英美几何单位采用国际英尺定义；不包含 U.S. survey foot 或液体容量单位。

# Pivot_Length.Header
source: Length
ja_jp: 長さ
zh_cn: 长度

# Pivot_Area.Header
source: Area
ja_jp: 面積
zh_cn: 面积

# Pivot_Volume.Header
source: Volume
ja_jp: 体積
zh_cn: 体积

# Pivot_Scale.Header
source: Scale
ja_jp: 縮尺
zh_cn: 比例尺

# Scale_ForwardTitle.Text
source: Drawing length → Actual length
ja_jp: 図上長さ → 実長
zh_cn: 图上长度 → 实际长度

# Scale_ReverseTitle.Text
source: Actual length → Drawing length
ja_jp: 実長 → 図上長さ
zh_cn: 实际长度 → 图上长度

# Field_ScaleDenominator
source: Scale denominator N (1 : N)
ja_jp: 縮尺の分母 N（1 : N）
zh_cn: 比例尺分母 N（1 : N）

# Field_DrawingLength
source: Drawing length
ja_jp: 図上長さ
zh_cn: 图上长度

# Field_DrawingLengthUnit
source: Drawing length unit
ja_jp: 図上長さの単位
zh_cn: 图上长度单位

# Field_ActualLengthOutputUnit
source: Actual length output unit
ja_jp: 実長の出力単位
zh_cn: 实际长度输出单位

# Field_ActualLength
source: Actual length
ja_jp: 実長
zh_cn: 实际长度

# Field_ActualLengthUnit
source: Actual length unit
ja_jp: 実長の単位
zh_cn: 实际长度单位

# Field_DrawingLengthOutputUnit
source: Drawing length output unit
ja_jp: 図上長さの出力単位
zh_cn: 图上长度输出单位

# Field_InputValue
source: Input value
ja_jp: 数値を入力
zh_cn: 输入数值

# Field_SourceUnit
source: Source unit
ja_jp: 変換元単位
zh_cn: 来源单位

# Field_TargetUnit
source: Target unit
ja_jp: 変換先単位
zh_cn: 目标单位

# Unit_ResultPlaceholder
source: Enter a value and select units.
ja_jp: 数値を入力し、単位を選択してください。
zh_cn: 请输入数值并选择单位。

# Unit_EnterValue
source: Enter a value.
ja_jp: 数値を入力してください。
zh_cn: 请输入数值。

# Scale_ResultPlaceholderForward
source: Enter the scale and drawing length.
ja_jp: 縮尺と図上長さを入力してください。
zh_cn: 请输入比例尺和图上长度。

# Scale_ResultPlaceholderReverse
source: Enter the scale and actual length.
ja_jp: 縮尺と実長を入力してください。
zh_cn: 请输入比例尺和实际长度。

# Error_EnterScaleAndLength
source: Enter the scale denominator and length.
ja_jp: 縮尺の分母と長さを入力してください。
zh_cn: 请输入比例尺分母和长度。

# Error_NoCopyableResult
source: No valid result to copy.
ja_jp: コピーできる有効な結果がありません。
zh_cn: 没有可复制的有效结果。

# UnitNote_Area
source: Mu, tsubo, tan, and cho are regional or traditional units. Japanese tatami sizes vary, so no fixed conversion is provided in this version.
ja_jp: 畝・坪・反・町は地域的または伝統的な単位です。日本の「畳/帖」は面積基準が異なるため、本バージョンでは固定換算を提供しません。
zh_cn: 亩、坪、反和町属于地区性或传统单位。日本“畳/帖”面积标准存在差异，本版本不提供固定换算。

# UnitNote_Length
source: Japanese traditional units: shaku and ken. Do not confuse them with the Chinese chi.
ja_jp: 日本の伝統建築単位：尺（しゃく）と間（けん）。中国の市尺と混同しないでください。
zh_cn: 日本传统建筑单位：尺（しゃく）与间（けん）。请勿与中国市尺混用。

# UnitNote_Volume
source: Volume here means geometric volume such as building space, earthwork, or concrete; gallon, fluid ounce, pint, quart, and cup are not provided.
ja_jp: ここでの体積は建築空間・土量・コンクリートなどの幾何体積を指します。gallon、fluid ounce、pint、quart、cup は提供しません。
zh_cn: 此处体积指建筑空间、土方、混凝土等几何体积；不提供 gallon、fluid ounce、pint、quart 或 cup。

# Scale_Note.Text
source: Real planning and building scales normally use a positive integer denominator; decimal denominators and lengths are supported.
ja_jp: 実際の計画・建築縮尺は通常、正の整数の分母を使用します。小数の分母と長さもサポートします。
zh_cn: 实际规划建筑比例尺通常使用正整数分母；支持小数分母和长度。

# Error_NegativeInput
source: The input value cannot be negative.
ja_jp: 入力値は負の値にできません。
zh_cn: 输入数值不能为负数。

# Error_SelectUnits
source: Select both source and target units.
ja_jp: 変換元と変換先の単位を選択してください。
zh_cn: 请选择来源单位和目标单位。

# Error_CrossCategoryUnits
source: Source and target units must be in the same category.
ja_jp: 変換元と変換先の単位は同じカテゴリである必要があります。
zh_cn: 来源单位和目标单位必须属于同一类别。

# Error_OutOfRange
source: The value is outside the supported range.
ja_jp: 数値が処理可能な範囲を超えています。
zh_cn: 数值超出可处理范围。

# Error_ScaleDenominatorPositive
source: The scale denominator must be greater than 0.
ja_jp: 縮尺の分母は 0 より大きい必要があります。
zh_cn: 比例尺分母必须大于 0。

# Error_NegativeLength
source: Length cannot be negative.
ja_jp: 長さは負の値にできません。
zh_cn: 长度不能为负数。

# Error_SelectValidLengthUnit
source: Select a valid length unit.
ja_jp: 有効な長さの単位を選択してください。
zh_cn: 请选择有效的长度单位。

# Unit_LengthMm_Name
source: Millimeter (mm, metric)
ja_jp: ミリメートル（mm，メートル法）
zh_cn: 毫米（mm，公制）

# Unit_LengthCm_Name
source: Centimeter (cm, metric)
ja_jp: センチメートル（cm，メートル法）
zh_cn: 厘米（cm，公制）

# Unit_LengthM_Name
source: Meter (m, metric)
ja_jp: メートル（m，メートル法）
zh_cn: 米（m，公制）

# Unit_LengthKm_Name
source: Kilometer (km, metric)
ja_jp: キロメートル（km，メートル法）
zh_cn: 千米（km，公制）

# Unit_LengthIn_Name
source: Inch (in, imperial)
ja_jp: インチ（in，ヤード・ポンド法）
zh_cn: 英寸（in，英美）

# Unit_LengthFt_Name
source: Foot (ft, imperial)
ja_jp: フィート（ft，ヤード・ポンド法）
zh_cn: 英尺（ft，英美）

# Unit_LengthYd_Name
source: Yard (yd, imperial)
ja_jp: ヤード（yd，ヤード・ポンド法）
zh_cn: 码（yd，英美）

# Unit_LengthMi_Name
source: Mile (mi, imperial)
ja_jp: マイル（mi，ヤード・ポンド法）
zh_cn: 英里（mi，英美）

# Unit_LengthShaku_Name
source: Shaku (Japanese traditional unit)
ja_jp: 尺（しゃく，日本の伝統建築単位）
zh_cn: 尺（しゃく，日本传统建筑单位）

# Unit_LengthKen_Name
source: Ken (Japanese traditional unit)
ja_jp: 間（けん，日本の伝統建築単位）
zh_cn: 间（けん，日本传统建筑单位）

# Unit_AreaMm2_Name
source: Square millimeter (mm², metric)
ja_jp: 平方ミリメートル（mm²，メートル法）
zh_cn: 平方毫米（mm²，公制）

# Unit_AreaCm2_Name
source: Square centimeter (cm², metric)
ja_jp: 平方センチメートル（cm²，メートル法）
zh_cn: 平方厘米（cm²，公制）

# Unit_AreaM2_Name
source: Square meter (m², metric)
ja_jp: 平方メートル（m²，メートル法）
zh_cn: 平方米（m²，公制）

# Unit_AreaHa_Name
source: Hectare (ha, metric)
ja_jp: ヘクタール（ha，メートル法）
zh_cn: 公顷（ha，公制）

# Unit_AreaKm2_Name
source: Square kilometer (km², metric)
ja_jp: 平方キロメートル（km²，メートル法）
zh_cn: 平方千米（km²，公制）

# Unit_AreaMu_Name
source: Mu (China)
ja_jp: 畝（中国）
zh_cn: 亩（中国）

# Unit_AreaTsubo_Name
source: Tsubo (Japan)
ja_jp: 坪（日本）
zh_cn: 坪（日本）

# Unit_AreaTan_Name
source: Tan (Japan)
ja_jp: 反（日本）
zh_cn: 反（日本）

# Unit_AreaCho_Name
source: Cho (Japan)
ja_jp: 町（日本）
zh_cn: 町（日本）

# Unit_AreaIn2_Name
source: Square inch (in², imperial)
ja_jp: 平方インチ（in²，ヤード・ポンド法）
zh_cn: 平方英寸（in²，英美）

# Unit_AreaFt2_Name
source: Square foot (ft², imperial)
ja_jp: 平方フィート（ft²，ヤード・ポンド法）
zh_cn: 平方英尺（ft²，英美）

# Unit_AreaYd2_Name
source: Square yard (yd², imperial)
ja_jp: 平方ヤード（yd²，ヤード・ポンド法）
zh_cn: 平方码（yd²，英美）

# Unit_AreaAcre_Name
source: Acre (imperial)
ja_jp: エーカー（acre，ヤード・ポンド法）
zh_cn: 英亩（acre，英美）

# Unit_AreaMi2_Name
source: Square mile (mi², imperial)
ja_jp: 平方マイル（mi²，ヤード・ポンド法）
zh_cn: 平方英里（mi²，英美）

# Unit_VolumeMm3_Name
source: Cubic millimeter (mm³, metric)
ja_jp: 立方ミリメートル（mm³，メートル法）
zh_cn: 立方毫米（mm³，公制）

# Unit_VolumeCm3_Name
source: Cubic centimeter (cm³, metric)
ja_jp: 立方センチメートル（cm³，メートル法）
zh_cn: 立方厘米（cm³，公制）

# Unit_VolumeM3_Name
source: Cubic meter (m³, metric)
ja_jp: 立方メートル（m³，メートル法）
zh_cn: 立方米（m³，公制）

# Unit_VolumeL_Name
source: Liter (L, geometric volume)
ja_jp: リットル（L，幾何体積）
zh_cn: 升（L，几何体积）

# Unit_VolumeIn3_Name
source: Cubic inch (in³, imperial)
ja_jp: 立方インチ（in³，ヤード・ポンド法）
zh_cn: 立方英寸（in³，英美）

# Unit_VolumeFt3_Name
source: Cubic foot (ft³, imperial)
ja_jp: 立方フィート（ft³，ヤード・ポンド法）
zh_cn: 立方英尺（ft³，英美）

# Unit_VolumeYd3_Name
source: Cubic yard (yd³, imperial)
ja_jp: 立方ヤード（yd³，ヤード・ポンド法）
zh_cn: 立方码（yd³，英美）

# About_Description.Text
source: An offline toolbox for architecture, urban and regional planning, design, and research. It supports projects and archives, tool search and favorites, planning metrics, unit and scale conversion, palette recording, workflow review, a regulations index, and a design-concept dictionary. Project and tool data is kept primarily on this device, with secure backup, import/export, and local milestone reminders.
ja_jp: 建築、都市・地域計画、設計、研究のためのオフラインツールボックスです。プロジェクトとアーカイブ、ツール検索とお気に入り、計画指標計算、単位・縮尺変換、配色記録、ワークフロー確認、法規インデックス、設計理念辞書に対応し、プロジェクトとツールデータは主に本機へ保存します。安全なバックアップ、インポート・エクスポート、ローカルの予定通知も利用できます。
zh_cn: 面向建筑、城乡规划、设计与研究的离线工具箱：支持项目与归档、工具搜索与收藏、规划指标计算、单位与比例尺换算、配色记录、流程审核、法规索引和设计理念词典；项目与工具数据优先保存在本机，并支持安全备份、导入导出和本地时间节点提醒。

# About_Technology.Text
source: Technology: C#, WinUI 3, Windows App SDK, MSIX
ja_jp: 技術：C#、WinUI 3、Windows App SDK、MSIX
zh_cn: 技术：C#、WinUI 3、Windows App SDK、MSIX

# About_LicenseAndRepo.Text
source: License: MIT License. Repository:
ja_jp: ライセンス：未定。リポジトリ：
zh_cn: 许可证：MIT License。项目仓库：

# Page_About_Title.Text
source: About
ja_jp: このアプリについて
zh_cn: 关于规划工具箱

# About_Version
source: v{0} preview
ja_jp: v{0} プレビュー版
zh_cn: v{0} 预览版

# Update_Checking
source: Checking…
ja_jp: 更新を確認中…
zh_cn: 正在检查…

# Update_AvailableTitle
source: New version {0} available
ja_jp: 新しいバージョン {0} が見つかりました
zh_cn: 发现新版本 {0}

# Update_DialogContent
source: Current version: {0} Latest version: {1} Release notes: {2}
ja_jp: 現在のバージョン：{0} 最新バージョン：{1} 更新内容： {2}
zh_cn: 当前版本：{0} 最新版本：{1} 更新内容： {2}

# Update_NoNotes
source: No release notes are available for this version.
ja_jp: このバージョンの更新内容はまだありません
zh_cn: 该版本暂未提供更新说明

# Update_UpToDate
source: You are up to date Current version: {0} Latest version: {1}
ja_jp: 現在最新バージョンです 現在のバージョン：{0} 最新バージョン：{1}
zh_cn: 当前已是最新版本 当前版本：{0} 最新版本：{1}

# Update_LocalVersionNewer
source: Your version is not older than the latest release
ja_jp: 現在のバージョンは最新の正式版を下回りません
zh_cn: 当前版本不低于最新正式版本

# Update_NoRelease
source: No release is available on GitHub yet.
ja_jp: GitHub で利用可能な正式版はまだ公開されていません。
zh_cn: GitHub 尚未发布可用的正式版本。

# Update_ConnectionFailed
source: Cannot reach GitHub; check your network and try again.
ja_jp: GitHub に接続できません。ネットワーク接続を確認して再試行してください。
zh_cn: 无法连接 GitHub，请检查网络连接后重试。

# Update_TimedOut
source: The request timed out; try again later.
ja_jp: リクエストがタイムアウトしました。しばらくしてから再試行してください。
zh_cn: 请求超时，请稍后重试。

# Update_RateLimited
source: GitHub API rate limit reached; try again later.
ja_jp: GitHub API のリクエスト回数制限に達しました。しばらくしてから再試行してください。
zh_cn: GitHub API 请求次数受限，请稍后重试。

# Update_InvalidRemoteVersion
source: The remote version number could not be recognized.
ja_jp: リモートのバージョン番号を認識できません。
zh_cn: 无法识别远程版本号。

# Update_GenericFailure
source: Update information could not be retrieved; try again later.
ja_jp: 更新情報を取得できませんでした。しばらくしてから再試行してください。
zh_cn: 无法获取更新信息，请稍后重试。

# Error_OpenRepositoryFailed
source: Could not open the repository; check your default browser and try again.
ja_jp: プロジェクトリポジトリを開けませんでした。既定のブラウザ設定を確認して再試行してください。
zh_cn: 无法打开项目仓库，请检查默认浏览器设置后重试。

# Error_OpenReleaseFailed
source: Could not open the release page; check your default browser and try again.
ja_jp: Release ページを開けませんでした。既定のブラウザ設定を確認して再試行してください。
zh_cn: 无法打开 Release 页面，请检查默认浏览器设置后重试。

# Navigation_Projects
source: Projects
ja_jp: プロジェクト
zh_cn: 项目

# ProjectHome_Title.Text
source: Project Home
ja_jp: プロジェクトホーム
zh_cn: 项目主页

# ProjectHome_Description.Text
source: Create and manage active planning projects stored on this device.
ja_jp: このデバイスに保存する進行中の計画プロジェクトを作成・管理します。
zh_cn: 创建并管理保存在本机的活跃规划项目。

# ProjectHome_Empty.Text
source: No active projects yet. Create your first project.
ja_jp: 進行中のプロジェクトはありません。最初のプロジェクトを作成してください。
zh_cn: 暂无活跃项目。请新建第一个项目。

# ProjectHome_LoadIssues
source: {0} project(s) could not be loaded safely.
ja_jp: {0} 件のプロジェクトを安全に読み込めませんでした。
zh_cn: 有 {0} 个项目无法安全加载。

# Project_Field_Name
source: Project name
ja_jp: プロジェクト名
zh_cn: 项目名称

# Project_Field_Type
source: Project type
ja_jp: プロジェクト種別
zh_cn: 项目类型

# Project_Field_CustomType
source: Custom project type
ja_jp: カスタム種別
zh_cn: 自定义项目类型

# Project_Field_AdministrativeArea
source: Administrative area
ja_jp: 行政区域
zh_cn: 行政区

# Project_Field_Latitude
source: Latitude
ja_jp: 緯度
zh_cn: 纬度

# Project_Field_Longitude
source: Longitude
ja_jp: 経度
zh_cn: 经度

# Project_Field_Description
source: Project description
ja_jp: プロジェクト説明
zh_cn: 项目说明

# Project_Coordinates_Wgs84.Text
source: WGS 84 coordinates
ja_jp: WGS 84 座標
zh_cn: WGS 84 坐标

# ProjectType_Coursework
source: Coursework
ja_jp: 課題
zh_cn: 作业
